<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Портфолио</title>
    <link rel="stylesheet" href="css/style.css">
</head>
<body>
    <header>
        <h1>Портфолио дизайнера</h1>
        <nav>
            <ul>
                <li><a href="index.php">Главная</a></li>
                <li><a href="portfolio.php">Портфолио</a></li>
                <li><a href="contact.php">Контакты</a></li>
            </ul>
        </nav>
    </header>
    <main>
        <section id="portfolio">
            <h2>Мои работы</h2>
            <div class="gallery">
                <div class="item">
                    <img src="images/project1.jpg" alt="Проект 1">
                    <p>Современная гостиная</p>
                    <p>В этом проекте представлена современная гостиная, оформленная в стиле минимализма. Просторное помещение наполнено естественным светом благодаря большим окнам. В центре комнаты расположены уютный диван и стильный кофейный столик. Стены украшены современными картинами, а зелёные растения добавляют живость и свежесть интерьеру. Общее освещение и точечные светильники создают теплую и уютную атмосферу, идеально подходящую для отдыха и общения.</p>
                </div>
                <div class="item">
                    <img src="images/project2.jpg" alt="Проект 2">
                    <p>Элегантная кухня</p>
                    <p>Эта современная кухня спроектирована с учётом функциональности и эстетики. Кухонные шкафы с гладкими фасадами, остров с барными стульями и современные бытовые приборы придают пространству стильный и упорядоченный вид. Большие окна обеспечивают обилие естественного света, что делает кухню светлой и приветливой. Растения на подоконниках добавляют природные акценты, а тёплое освещение создаёт уютную атмосферу для приготовления пищи и приёма гостей.</p>
                </div>
                <div class="item">
                    <img src="images/project3.jpg" alt="Проект 3">
                    <p>Уютная спальня</p>
                    <p>В этом проекте представлена уютная спальня, оформленная в мягких, успокаивающих тонах. Просторная кровать с плюшевыми подушками и удобным матрасом обеспечивает комфортный сон. Рядом с кроватью расположены стильные тумбочки с настольными лампами. Большие окна с лёгкими занавесками пропускают достаточное количество дневного света, создавая светлую и спокойную обстановку. Небольшие зелёные растения на подоконниках добавляют свежести и гармонии в интерьер, делая спальню идеальным местом для отдыха.</p>
                </div>
            </div>
        </section>
    </main>
    <footer>
        <p>&copy; 2024 Портфолио дизайнера</p>
    </footer>
    <script src="js/script.js"></script>
</body>
</html>
